{
  "language": "english",
  "vocab_size": 213,
  "word_to_id": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<START>": 2,
    "<END>": 3,
    "the": 4,
    "cameroon": 5,
    "and": 6,
    "is": 7,
    "in": 8,
    "of": 9,
    "are": 10,
    "a": 11,
    "languages": 12,
    "to": 13,
    "for": 14,
    "good": 15,
    "central": 16,
    "africa": 17,
    "with": 18,
    "douala": 19,
    "has": 20,
    "people": 21,
    "cameroonian": 22,
    "you": 23,
    "yaounde": 24,
    "known": 25,
    "technology": 26,
    "country": 27,
    "capital": 28,
    "city": 29,
    "diverse": 30,
    "their": 31,
    "includes": 32,
    "like": 33,
    "football": 34,
    "ethnic": 35,
    "groups": 36,
    "chad": 37,
    "growing": 38,
    "education": 39,
    "an": 40,
    "important": 41,
    "building": 42,
    "artificial": 43,
    "intelligence": 44,
    "language": 45,
    "can": 46,
    "help": 47,
    "we": 48,
    "i": 49,
    "thank": 50,
    "very": 51,
    "morning": 52,
    "over": 53,
    "280": 54,
    "english": 55,
    "french": 56,
    "two": 57,
    "official": 58,
    "largest": 59,
    "economic": 60,
    "as": 61,
    "miniature": 62,
    "due": 63,
    "its": 64,
    "geography": 65,
    "rainforests": 66,
    "mountains": 67,
    "savanna": 68,
    "beaches": 69,
    "mount": 70,
    "highest": 71,
    "peak": 72,
    "west": 73,
    "gained": 74,
    "independence": 75,
    "from": 76,
    "france": 77,
    "britain": 78,
    "1960": 79,
    "1961": 80,
    "hospitality": 81,
    "warmth": 82,
    "cuisine": 83,
    "dishes": 84,
    "ndole": 85,
    "eru": 86,
    "koki": 87,
    "most": 88,
    "popular": 89,
    "sport": 90,
    "indomitable": 91,
    "lions": 92,
    "national": 93,
    "team": 94,
    "rich": 95,
    "cultural": 96,
    "heritage": 97,
    "bamileke": 98,
    "entrepreneurial": 99,
    "spirit": 100,
    "fulani": 101,
    "predominantly": 102,
    "found": 103,
    "northern": 104,
    "regions": 105,
    "beti": 106,
    "include": 107,
    "ewondo": 108,
    "bulu": 109,
    "fang": 110,
    "shares": 111,
    "borders": 112,
    "nigeria": 113,
    "african": 114,
    "republic": 115,
    "congo": 116,
    "gabon": 117,
    "equatorial": 118,
    "guinea": 119,
    "wouri": 120,
    "river": 121,
    "flows": 122,
    "through": 123,
    "into": 124,
    "atlantic": 125,
    "ocean": 126,
    "lake": 127,
    "located": 128,
    "far": 129,
    "north": 130,
    "adamawa": 131,
    "plateau": 132,
    "highland": 133,
    "region": 134,
    "sector": 135,
    "cities": 136,
    "highly": 137,
    "valued": 138,
    "society": 139,
    "university": 140,
    "one": 141,
    "oldest": 142,
    "universities": 143,
    "produces": 144,
    "cocoa": 145,
    "coffee": 146,
    "cotton": 147,
    "timber": 148,
    "export": 149,
    "oil": 150,
    "industry": 151,
    "part": 152,
    "economy": 153,
    "traditional": 154,
    "music": 155,
    "makossa": 156,
    "bikutsi": 157,
    "styles": 158,
    "diaspora": 159,
    "spread": 160,
    "across": 161,
    "europe": 162,
    "america": 163,
    "other": 164,
    "parts": 165,
    "goal": 166,
    "preserve": 167,
    "promote": 168,
    "indigenous": 169,
    "model": 170,
    "that": 171,
    "understands": 172,
    "hello": 173,
    "how": 174,
    "today": 175,
    "am": 176,
    "doing": 177,
    "well": 178,
    "much": 179,
    "afternoon": 180,
    "evening": 181,
    "night": 182,
    "please": 183,
    "sorry": 184,
    "excuse": 185,
    "me": 186,
    "welcome": 187,
    "want": 188,
    "learn": 189,
    "culture": 190,
    "children": 191,
    "going": 192,
    "school": 193,
    "get": 194,
    "market": 195,
    "busy": 196,
    "need": 197,
    "work": 198,
    "together": 199,
    "build": 200,
    "better": 201,
    "future": 202,
    "develop": 203,
    "rivers": 204,
    "forests": 205,
    "beautiful": 206,
    "natural": 207,
    "resources": 208,
    "young": 209,
    "population": 210,
    "great": 211,
    "potential": 212
  },
  "id_to_word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<START>",
    "3": "<END>",
    "4": "the",
    "5": "cameroon",
    "6": "and",
    "7": "is",
    "8": "in",
    "9": "of",
    "10": "are",
    "11": "a",
    "12": "languages",
    "13": "to",
    "14": "for",
    "15": "good",
    "16": "central",
    "17": "africa",
    "18": "with",
    "19": "douala",
    "20": "has",
    "21": "people",
    "22": "cameroonian",
    "23": "you",
    "24": "yaounde",
    "25": "known",
    "26": "technology",
    "27": "country",
    "28": "capital",
    "29": "city",
    "30": "diverse",
    "31": "their",
    "32": "includes",
    "33": "like",
    "34": "football",
    "35": "ethnic",
    "36": "groups",
    "37": "chad",
    "38": "growing",
    "39": "education",
    "40": "an",
    "41": "important",
    "42": "building",
    "43": "artificial",
    "44": "intelligence",
    "45": "language",
    "46": "can",
    "47": "help",
    "48": "we",
    "49": "i",
    "50": "thank",
    "51": "very",
    "52": "morning",
    "53": "over",
    "54": "280",
    "55": "english",
    "56": "french",
    "57": "two",
    "58": "official",
    "59": "largest",
    "60": "economic",
    "61": "as",
    "62": "miniature",
    "63": "due",
    "64": "its",
    "65": "geography",
    "66": "rainforests",
    "67": "mountains",
    "68": "savanna",
    "69": "beaches",
    "70": "mount",
    "71": "highest",
    "72": "peak",
    "73": "west",
    "74": "gained",
    "75": "independence",
    "76": "from",
    "77": "france",
    "78": "britain",
    "79": "1960",
    "80": "1961",
    "81": "hospitality",
    "82": "warmth",
    "83": "cuisine",
    "84": "dishes",
    "85": "ndole",
    "86": "eru",
    "87": "koki",
    "88": "most",
    "89": "popular",
    "90": "sport",
    "91": "indomitable",
    "92": "lions",
    "93": "national",
    "94": "team",
    "95": "rich",
    "96": "cultural",
    "97": "heritage",
    "98": "bamileke",
    "99": "entrepreneurial",
    "100": "spirit",
    "101": "fulani",
    "102": "predominantly",
    "103": "found",
    "104": "northern",
    "105": "regions",
    "106": "beti",
    "107": "include",
    "108": "ewondo",
    "109": "bulu",
    "110": "fang",
    "111": "shares",
    "112": "borders",
    "113": "nigeria",
    "114": "african",
    "115": "republic",
    "116": "congo",
    "117": "gabon",
    "118": "equatorial",
    "119": "guinea",
    "120": "wouri",
    "121": "river",
    "122": "flows",
    "123": "through",
    "124": "into",
    "125": "atlantic",
    "126": "ocean",
    "127": "lake",
    "128": "located",
    "129": "far",
    "130": "north",
    "131": "adamawa",
    "132": "plateau",
    "133": "highland",
    "134": "region",
    "135": "sector",
    "136": "cities",
    "137": "highly",
    "138": "valued",
    "139": "society",
    "140": "university",
    "141": "one",
    "142": "oldest",
    "143": "universities",
    "144": "produces",
    "145": "cocoa",
    "146": "coffee",
    "147": "cotton",
    "148": "timber",
    "149": "export",
    "150": "oil",
    "151": "industry",
    "152": "part",
    "153": "economy",
    "154": "traditional",
    "155": "music",
    "156": "makossa",
    "157": "bikutsi",
    "158": "styles",
    "159": "diaspora",
    "160": "spread",
    "161": "across",
    "162": "europe",
    "163": "america",
    "164": "other",
    "165": "parts",
    "166": "goal",
    "167": "preserve",
    "168": "promote",
    "169": "indigenous",
    "170": "model",
    "171": "that",
    "172": "understands",
    "173": "hello",
    "174": "how",
    "175": "today",
    "176": "am",
    "177": "doing",
    "178": "well",
    "179": "much",
    "180": "afternoon",
    "181": "evening",
    "182": "night",
    "183": "please",
    "184": "sorry",
    "185": "excuse",
    "186": "me",
    "187": "welcome",
    "188": "want",
    "189": "learn",
    "190": "culture",
    "191": "children",
    "192": "going",
    "193": "school",
    "194": "get",
    "195": "market",
    "196": "busy",
    "197": "need",
    "198": "work",
    "199": "together",
    "200": "build",
    "201": "better",
    "202": "future",
    "203": "develop",
    "204": "rivers",
    "205": "forests",
    "206": "beautiful",
    "207": "natural",
    "208": "resources",
    "209": "young",
    "210": "population",
    "211": "great",
    "212": "potential"
  },
  "special_tokens": {
    "PAD": "<PAD>",
    "UNK": "<UNK>",
    "START": "<START>",
    "END": "<END>"
  }
}