{
  "language": "english",
  "vocab_size": 500,
  "word_to_id": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<START>": 2,
    "<END>": 3,
    "the": 4,
    "of": 5,
    "in": 6,
    "and": 7,
    "to": 8,
    "a": 9,
    "on": 10,
    "cameroon": 11,
    "was": 12,
    "as": 13,
    "is": 14,
    "with": 15,
    "by": 16,
    "for": 17,
    "were": 18,
    "from": 19,
    "that": 20,
    "at": 21,
    "an": 22,
    "are": 23,
    "s": 24,
    "cameroonian": 25,
    "his": 26,
    "he": 27,
    "it": 28,
    "had": 29,
    "separatists": 30,
    "has": 31,
    "their": 32,
    "africa": 33,
    "two": 34,
    "separatist": 35,
    "killed": 36,
    "also": 37,
    "african": 38,
    "or": 39,
    "people": 40,
    "which": 41,
    "have": 42,
    "government": 43,
    "french": 44,
    "region": 45,
    "one": 46,
    "languages": 47,
    "they": 48,
    "first": 49,
    "after": 50,
    "been": 51,
    "o": 52,
    "this": 53,
    "its": 54,
    "biya": 55,
    "eto": 56,
    "into": 57,
    "world": 58,
    "lake": 59,
    "during": 60,
    "but": 61,
    "chad": 62,
    "most": 63,
    "against": 64,
    "more": 65,
    "bantu": 66,
    "cup": 67,
    "central": 68,
    "between": 69,
    "000": 70,
    "other": 71,
    "who": 72,
    "douala": 73,
    "fighters": 74,
    "southern": 75,
    "duala": 76,
    "many": 77,
    "country": 78,
    "some": 79,
    "not": 80,
    "be": 81,
    "may": 82,
    "1": 83,
    "while": 84,
    "anglophone": 85,
    "soldiers": 86,
    "area": 87,
    "known": 88,
    "out": 89,
    "national": 90,
    "nigeria": 91,
    "president": 92,
    "these": 93,
    "river": 94,
    "regions": 95,
    "later": 96,
    "forces": 97,
    "group": 98,
    "international": 99,
    "including": 100,
    "three": 101,
    "cameroons": 102,
    "than": 103,
    "bamenda": 104,
    "over": 105,
    "independence": 106,
    "least": 107,
    "military": 108,
    "became": 109,
    "west": 110,
    "june": 111,
    "four": 112,
    "language": 113,
    "nations": 114,
    "war": 115,
    "british": 116,
    "such": 117,
    "german": 118,
    "part": 119,
    "army": 120,
    "south": 121,
    "team": 122,
    "there": 123,
    "all": 124,
    "however": 125,
    "day": 126,
    "city": 127,
    "years": 128,
    "following": 129,
    "century": 130,
    "year": 131,
    "groups": 132,
    "july": 133,
    "about": 134,
    "republic": 135,
    "them": 136,
    "when": 137,
    "would": 138,
    "october": 139,
    "only": 140,
    "january": 141,
    "several": 142,
    "up": 143,
    "goals": 144,
    "since": 145,
    "civilians": 146,
    "august": 147,
    "new": 148,
    "where": 149,
    "both": 150,
    "northern": 151,
    "december": 152,
    "time": 153,
    "english": 154,
    "western": 155,
    "claimed": 156,
    "ahidjo": 157,
    "scored": 158,
    "france": 159,
    "2": 160,
    "local": 161,
    "state": 162,
    "united": 163,
    "population": 164,
    "adf": 165,
    "north": 166,
    "5": 167,
    "february": 168,
    "4": 169,
    "well": 170,
    "around": 171,
    "september": 172,
    "another": 173,
    "league": 174,
    "countries": 175,
    "football": 176,
    "3": 177,
    "being": 178,
    "made": 179,
    "ambazonia": 180,
    "among": 181,
    "used": 182,
    "general": 183,
    "under": 184,
    "buea": 185,
    "20": 186,
    "november": 187,
    "due": 188,
    "traditional": 189,
    "match": 190,
    "major": 191,
    "five": 192,
    "second": 193,
    "30": 194,
    "10": 195,
    "large": 196,
    "march": 197,
    "include": 198,
    "called": 199,
    "attack": 200,
    "days": 201,
    "end": 202,
    "goal": 203,
    "basin": 204,
    "colonial": 205,
    "fifa": 206,
    "literature": 207,
    "water": 208,
    "high": 209,
    "ethnic": 210,
    "announced": 211,
    "april": 212,
    "11": 213,
    "across": 214,
    "along": 215,
    "number": 216,
    "police": 217,
    "took": 218,
    "early": 219,
    "party": 220,
    "mi": 221,
    "2019": 222,
    "win": 223,
    "throughout": 224,
    "often": 225,
    "trade": 226,
    "east": 227,
    "then": 228,
    "began": 229,
    "territory": 230,
    "season": 231,
    "6": 232,
    "ambazonian": 233,
    "music": 234,
    "ft": 235,
    "led": 236,
    "held": 237,
    "through": 238,
    "election": 239,
    "club": 240,
    "13": 241,
    "history": 242,
    "period": 243,
    "8": 244,
    "economic": 245,
    "yaoundé": 246,
    "estimated": 247,
    "15": 248,
    "2018": 249,
    "conflict": 250,
    "won": 251,
    "no": 252,
    "areas": 253,
    "million": 254,
    "northwest": 255,
    "before": 256,
    "states": 257,
    "capital": 258,
    "term": 259,
    "final": 260,
    "established": 261,
    "reported": 262,
    "nigerian": 263,
    "attacks": 264,
    "important": 265,
    "european": 266,
    "12": 267,
    "common": 268,
    "congo": 269,
    "list": 270,
    "union": 271,
    "said": 272,
    "paul": 273,
    "milla": 274,
    "school": 275,
    "bikutsi": 276,
    "according": 277,
    "now": 278,
    "form": 279,
    "system": 280,
    "former": 281,
    "although": 282,
    "armed": 283,
    "can": 284,
    "within": 285,
    "each": 286,
    "wouri": 287,
    "back": 288,
    "i": 289,
    "power": 290,
    "bamileke": 291,
    "down": 292,
    "political": 293,
    "schools": 294,
    "carried": 295,
    "2017": 296,
    "own": 297,
    "opposition": 298,
    "coast": 299,
    "same": 300,
    "bell": 301,
    "any": 302,
    "tournament": 303,
    "barcelona": 304,
    "members": 305,
    "control": 306,
    "women": 307,
    "clashes": 308,
    "native": 309,
    "long": 310,
    "de": 311,
    "crisis": 312,
    "him": 313,
    "inter": 314,
    "declared": 315,
    "family": 316,
    "largely": 317,
    "speaking": 318,
    "popular": 319,
    "parts": 320,
    "1990": 321,
    "makossa": 322,
    "saw": 323,
    "24": 324,
    "southwest": 325,
    "men": 326,
    "started": 327,
    "late": 328,
    "bui": 329,
    "main": 330,
    "did": 331,
    "7": 332,
    "25": 333,
    "until": 334,
    "death": 335,
    "km": 336,
    "killing": 337,
    "9": 338,
    "oil": 339,
    "m": 340,
    "found": 341,
    "set": 342,
    "empire": 343,
    "forest": 344,
    "19": 345,
    "seven": 346,
    "total": 347,
    "like": 348,
    "border": 349,
    "player": 350,
    "guinea": 351,
    "2014": 352,
    "cities": 353,
    "peoples": 354,
    "29": 355,
    "2020": 356,
    "abducted": 357,
    "21": 358,
    "place": 359,
    "located": 360,
    "16": 361,
    "six": 362,
    "28": 363,
    "game": 364,
    "continued": 365,
    "children": 366,
    "name": 367,
    "mount": 368,
    "followed": 369,
    "leaders": 370,
    "human": 371,
    "commander": 372,
    "kingdom": 373,
    "plateau": 374,
    "official": 375,
    "portuguese": 376,
    "14": 377,
    "what": 378,
    "gained": 379,
    "average": 380,
    "security": 381,
    "villages": 382,
    "even": 383,
    "leader": 384,
    "failed": 385,
    "suspected": 386,
    "minister": 387,
    "operation": 388,
    "means": 389,
    "1980s": 390,
    "much": 391,
    "played": 392,
    "largest": 393,
    "cameroun": 394,
    "though": 395,
    "forests": 396,
    "protests": 397,
    "civilian": 398,
    "use": 399,
    "arrested": 400,
    "speakers": 401,
    "almost": 402,
    "cameroonians": 403,
    "champions": 404,
    "become": 405,
    "months": 406,
    "home": 407,
    "still": 408,
    "significant": 409,
    "age": 410,
    "100": 411,
    "sq": 412,
    "level": 413,
    "rights": 414,
    "2006": 415,
    "niger": 416,
    "adamawa": 417,
    "near": 418,
    "1960": 419,
    "reached": 420,
    "500": 421,
    "culture": 422,
    "independent": 423,
    "divided": 424,
    "elected": 425,
    "development": 426,
    "1982": 427,
    "went": 428,
    "attacked": 429,
    "because": 430,
    "law": 431,
    "public": 432,
    "times": 433,
    "km2": 434,
    "23": 435,
    "fulani": 436,
    "next": 437,
    "germany": 438,
    "town": 439,
    "responsibility": 440,
    "urban": 441,
    "moved": 442,
    "40": 443,
    "metres": 444,
    "injured": 445,
    "historical": 446,
    "presidential": 447,
    "again": 448,
    "lions": 449,
    "burned": 450,
    "percent": 451,
    "king": 452,
    "off": 453,
    "stage": 454,
    "eastern": 455,
    "very": 456,
    "species": 457,
    "2008": 458,
    "sub": 459,
    "agreement": 460,
    "mid": 461,
    "launched": 462,
    "mountain": 463,
    "real": 464,
    "dead": 465,
    "series": 466,
    "small": 467,
    "live": 468,
    "based": 469,
    "weapons": 470,
    "akwa": 471,
    "named": 472,
    "players": 473,
    "loss": 474,
    "constitution": 475,
    "27": 476,
    "top": 477,
    "fighting": 478,
    "example": 479,
    "numerous": 480,
    "lockdown": 481,
    "developed": 482,
    "coastal": 483,
    "modern": 484,
    "indigenous": 485,
    "ied": 486,
    "2021": 487,
    "31": 488,
    "soldier": 489,
    "person": 490,
    "those": 491,
    "university": 492,
    "administration": 493,
    "prison": 494,
    "council": 495,
    "democratic": 496,
    "particularly": 497,
    "minute": 498,
    "la": 499
  },
  "id_to_word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<START>",
    "3": "<END>",
    "4": "the",
    "5": "of",
    "6": "in",
    "7": "and",
    "8": "to",
    "9": "a",
    "10": "on",
    "11": "cameroon",
    "12": "was",
    "13": "as",
    "14": "is",
    "15": "with",
    "16": "by",
    "17": "for",
    "18": "were",
    "19": "from",
    "20": "that",
    "21": "at",
    "22": "an",
    "23": "are",
    "24": "s",
    "25": "cameroonian",
    "26": "his",
    "27": "he",
    "28": "it",
    "29": "had",
    "30": "separatists",
    "31": "has",
    "32": "their",
    "33": "africa",
    "34": "two",
    "35": "separatist",
    "36": "killed",
    "37": "also",
    "38": "african",
    "39": "or",
    "40": "people",
    "41": "which",
    "42": "have",
    "43": "government",
    "44": "french",
    "45": "region",
    "46": "one",
    "47": "languages",
    "48": "they",
    "49": "first",
    "50": "after",
    "51": "been",
    "52": "o",
    "53": "this",
    "54": "its",
    "55": "biya",
    "56": "eto",
    "57": "into",
    "58": "world",
    "59": "lake",
    "60": "during",
    "61": "but",
    "62": "chad",
    "63": "most",
    "64": "against",
    "65": "more",
    "66": "bantu",
    "67": "cup",
    "68": "central",
    "69": "between",
    "70": "000",
    "71": "other",
    "72": "who",
    "73": "douala",
    "74": "fighters",
    "75": "southern",
    "76": "duala",
    "77": "many",
    "78": "country",
    "79": "some",
    "80": "not",
    "81": "be",
    "82": "may",
    "83": "1",
    "84": "while",
    "85": "anglophone",
    "86": "soldiers",
    "87": "area",
    "88": "known",
    "89": "out",
    "90": "national",
    "91": "nigeria",
    "92": "president",
    "93": "these",
    "94": "river",
    "95": "regions",
    "96": "later",
    "97": "forces",
    "98": "group",
    "99": "international",
    "100": "including",
    "101": "three",
    "102": "cameroons",
    "103": "than",
    "104": "bamenda",
    "105": "over",
    "106": "independence",
    "107": "least",
    "108": "military",
    "109": "became",
    "110": "west",
    "111": "june",
    "112": "four",
    "113": "language",
    "114": "nations",
    "115": "war",
    "116": "british",
    "117": "such",
    "118": "german",
    "119": "part",
    "120": "army",
    "121": "south",
    "122": "team",
    "123": "there",
    "124": "all",
    "125": "however",
    "126": "day",
    "127": "city",
    "128": "years",
    "129": "following",
    "130": "century",
    "131": "year",
    "132": "groups",
    "133": "july",
    "134": "about",
    "135": "republic",
    "136": "them",
    "137": "when",
    "138": "would",
    "139": "october",
    "140": "only",
    "141": "january",
    "142": "several",
    "143": "up",
    "144": "goals",
    "145": "since",
    "146": "civilians",
    "147": "august",
    "148": "new",
    "149": "where",
    "150": "both",
    "151": "northern",
    "152": "december",
    "153": "time",
    "154": "english",
    "155": "western",
    "156": "claimed",
    "157": "ahidjo",
    "158": "scored",
    "159": "france",
    "160": "2",
    "161": "local",
    "162": "state",
    "163": "united",
    "164": "population",
    "165": "adf",
    "166": "north",
    "167": "5",
    "168": "february",
    "169": "4",
    "170": "well",
    "171": "around",
    "172": "september",
    "173": "another",
    "174": "league",
    "175": "countries",
    "176": "football",
    "177": "3",
    "178": "being",
    "179": "made",
    "180": "ambazonia",
    "181": "among",
    "182": "used",
    "183": "general",
    "184": "under",
    "185": "buea",
    "186": "20",
    "187": "november",
    "188": "due",
    "189": "traditional",
    "190": "match",
    "191": "major",
    "192": "five",
    "193": "second",
    "194": "30",
    "195": "10",
    "196": "large",
    "197": "march",
    "198": "include",
    "199": "called",
    "200": "attack",
    "201": "days",
    "202": "end",
    "203": "goal",
    "204": "basin",
    "205": "colonial",
    "206": "fifa",
    "207": "literature",
    "208": "water",
    "209": "high",
    "210": "ethnic",
    "211": "announced",
    "212": "april",
    "213": "11",
    "214": "across",
    "215": "along",
    "216": "number",
    "217": "police",
    "218": "took",
    "219": "early",
    "220": "party",
    "221": "mi",
    "222": "2019",
    "223": "win",
    "224": "throughout",
    "225": "often",
    "226": "trade",
    "227": "east",
    "228": "then",
    "229": "began",
    "230": "territory",
    "231": "season",
    "232": "6",
    "233": "ambazonian",
    "234": "music",
    "235": "ft",
    "236": "led",
    "237": "held",
    "238": "through",
    "239": "election",
    "240": "club",
    "241": "13",
    "242": "history",
    "243": "period",
    "244": "8",
    "245": "economic",
    "246": "yaoundé",
    "247": "estimated",
    "248": "15",
    "249": "2018",
    "250": "conflict",
    "251": "won",
    "252": "no",
    "253": "areas",
    "254": "million",
    "255": "northwest",
    "256": "before",
    "257": "states",
    "258": "capital",
    "259": "term",
    "260": "final",
    "261": "established",
    "262": "reported",
    "263": "nigerian",
    "264": "attacks",
    "265": "important",
    "266": "european",
    "267": "12",
    "268": "common",
    "269": "congo",
    "270": "list",
    "271": "union",
    "272": "said",
    "273": "paul",
    "274": "milla",
    "275": "school",
    "276": "bikutsi",
    "277": "according",
    "278": "now",
    "279": "form",
    "280": "system",
    "281": "former",
    "282": "although",
    "283": "armed",
    "284": "can",
    "285": "within",
    "286": "each",
    "287": "wouri",
    "288": "back",
    "289": "i",
    "290": "power",
    "291": "bamileke",
    "292": "down",
    "293": "political",
    "294": "schools",
    "295": "carried",
    "296": "2017",
    "297": "own",
    "298": "opposition",
    "299": "coast",
    "300": "same",
    "301": "bell",
    "302": "any",
    "303": "tournament",
    "304": "barcelona",
    "305": "members",
    "306": "control",
    "307": "women",
    "308": "clashes",
    "309": "native",
    "310": "long",
    "311": "de",
    "312": "crisis",
    "313": "him",
    "314": "inter",
    "315": "declared",
    "316": "family",
    "317": "largely",
    "318": "speaking",
    "319": "popular",
    "320": "parts",
    "321": "1990",
    "322": "makossa",
    "323": "saw",
    "324": "24",
    "325": "southwest",
    "326": "men",
    "327": "started",
    "328": "late",
    "329": "bui",
    "330": "main",
    "331": "did",
    "332": "7",
    "333": "25",
    "334": "until",
    "335": "death",
    "336": "km",
    "337": "killing",
    "338": "9",
    "339": "oil",
    "340": "m",
    "341": "found",
    "342": "set",
    "343": "empire",
    "344": "forest",
    "345": "19",
    "346": "seven",
    "347": "total",
    "348": "like",
    "349": "border",
    "350": "player",
    "351": "guinea",
    "352": "2014",
    "353": "cities",
    "354": "peoples",
    "355": "29",
    "356": "2020",
    "357": "abducted",
    "358": "21",
    "359": "place",
    "360": "located",
    "361": "16",
    "362": "six",
    "363": "28",
    "364": "game",
    "365": "continued",
    "366": "children",
    "367": "name",
    "368": "mount",
    "369": "followed",
    "370": "leaders",
    "371": "human",
    "372": "commander",
    "373": "kingdom",
    "374": "plateau",
    "375": "official",
    "376": "portuguese",
    "377": "14",
    "378": "what",
    "379": "gained",
    "380": "average",
    "381": "security",
    "382": "villages",
    "383": "even",
    "384": "leader",
    "385": "failed",
    "386": "suspected",
    "387": "minister",
    "388": "operation",
    "389": "means",
    "390": "1980s",
    "391": "much",
    "392": "played",
    "393": "largest",
    "394": "cameroun",
    "395": "though",
    "396": "forests",
    "397": "protests",
    "398": "civilian",
    "399": "use",
    "400": "arrested",
    "401": "speakers",
    "402": "almost",
    "403": "cameroonians",
    "404": "champions",
    "405": "become",
    "406": "months",
    "407": "home",
    "408": "still",
    "409": "significant",
    "410": "age",
    "411": "100",
    "412": "sq",
    "413": "level",
    "414": "rights",
    "415": "2006",
    "416": "niger",
    "417": "adamawa",
    "418": "near",
    "419": "1960",
    "420": "reached",
    "421": "500",
    "422": "culture",
    "423": "independent",
    "424": "divided",
    "425": "elected",
    "426": "development",
    "427": "1982",
    "428": "went",
    "429": "attacked",
    "430": "because",
    "431": "law",
    "432": "public",
    "433": "times",
    "434": "km2",
    "435": "23",
    "436": "fulani",
    "437": "next",
    "438": "germany",
    "439": "town",
    "440": "responsibility",
    "441": "urban",
    "442": "moved",
    "443": "40",
    "444": "metres",
    "445": "injured",
    "446": "historical",
    "447": "presidential",
    "448": "again",
    "449": "lions",
    "450": "burned",
    "451": "percent",
    "452": "king",
    "453": "off",
    "454": "stage",
    "455": "eastern",
    "456": "very",
    "457": "species",
    "458": "2008",
    "459": "sub",
    "460": "agreement",
    "461": "mid",
    "462": "launched",
    "463": "mountain",
    "464": "real",
    "465": "dead",
    "466": "series",
    "467": "small",
    "468": "live",
    "469": "based",
    "470": "weapons",
    "471": "akwa",
    "472": "named",
    "473": "players",
    "474": "loss",
    "475": "constitution",
    "476": "27",
    "477": "top",
    "478": "fighting",
    "479": "example",
    "480": "numerous",
    "481": "lockdown",
    "482": "developed",
    "483": "coastal",
    "484": "modern",
    "485": "indigenous",
    "486": "ied",
    "487": "2021",
    "488": "31",
    "489": "soldier",
    "490": "person",
    "491": "those",
    "492": "university",
    "493": "administration",
    "494": "prison",
    "495": "council",
    "496": "democratic",
    "497": "particularly",
    "498": "minute",
    "499": "la"
  },
  "special_tokens": {
    "PAD": "<PAD>",
    "UNK": "<UNK>",
    "START": "<START>",
    "END": "<END>"
  }
}