{
  "language": "french",
  "vocab_size": 224,
  "word_to_id": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<START>": 2,
    "<END>": 3,
    "le": 4,
    "cameroun": 5,
    "et": 6,
    "l": 7,
    "les": 8,
    "est": 9,
    "du": 10,
    "la": 11,
    "de": 12,
    "des": 13,
    "un": 14,
    "pour": 15,
    "langues": 16,
    "en": 17,
    "a": 18,
    "dans": 19,
    "une": 20,
    "d": 21,
    "plus": 22,
    "afrique": 23,
    "avec": 24,
    "sont": 25,
    "douala": 26,
    "camerounaise": 27,
    "yaounde": 28,
    "comme": 29,
    "leur": 30,
    "comprend": 31,
    "au": 32,
    "camerounaises": 33,
    "pays": 34,
    "centrale": 35,
    "capitale": 36,
    "grande": 37,
    "possede": 38,
    "forets": 39,
    "connus": 40,
    "football": 41,
    "groupes": 42,
    "ethniques": 43,
    "se": 44,
    "nord": 45,
    "tchad": 46,
    "education": 47,
    "tres": 48,
    "construire": 49,
    "intelligence": 50,
    "artificielle": 51,
    "technologie": 52,
    "aider": 53,
    "nous": 54,
    "bonjour": 55,
    "vous": 56,
    "je": 57,
    "merci": 58,
    "bonne": 59,
    "280": 60,
    "français": 61,
    "anglais": 62,
    "deux": 63,
    "officielles": 64,
    "ville": 65,
    "economique": 66,
    "connu": 67,
    "miniature": 68,
    "raison": 69,
    "sa": 70,
    "geographie": 71,
    "diverse": 72,
    "tropicales": 73,
    "montagnes": 74,
    "savanes": 75,
    "plages": 76,
    "mont": 77,
    "haut": 78,
    "sommet": 79,
    "occidentale": 80,
    "obtenu": 81,
    "son": 82,
    "independance": 83,
    "france": 84,
    "bretagne": 85,
    "1960": 86,
    "1961": 87,
    "habitants": 88,
    "hospitalite": 89,
    "chaleur": 90,
    "cuisine": 91,
    "plats": 92,
    "ndole": 93,
    "eru": 94,
    "koki": 95,
    "sport": 96,
    "populaire": 97,
    "lions": 98,
    "indomptables": 99,
    "equipe": 100,
    "nationale": 101,
    "riche": 102,
    "patrimoine": 103,
    "culturel": 104,
    "divers": 105,
    "bamileke": 106,
    "esprit": 107,
    "entreprise": 108,
    "peuls": 109,
    "trouvent": 110,
    "principalement": 111,
    "regions": 112,
    "beti": 113,
    "comprennent": 114,
    "ewondo": 115,
    "bulu": 116,
    "fang": 117,
    "partage": 118,
    "frontieres": 119,
    "nigeria": 120,
    "republique": 121,
    "centrafricaine": 122,
    "congo": 123,
    "gabon": 124,
    "guinee": 125,
    "equatoriale": 126,
    "fleuve": 127,
    "wouri": 128,
    "traverse": 129,
    "jette": 130,
    "ocean": 131,
    "atlantique": 132,
    "lac": 133,
    "situe": 134,
    "extreme": 135,
    "plateau": 136,
    "adamaoua": 137,
    "region": 138,
    "hautes": 139,
    "terres": 140,
    "centre": 141,
    "dispose": 142,
    "secteur": 143,
    "technologique": 144,
    "pleine": 145,
    "croissance": 146,
    "villes": 147,
    "valorisee": 148,
    "societe": 149,
    "universite": 150,
    "anciennes": 151,
    "universites": 152,
    "produit": 153,
    "cacao": 154,
    "cafe": 155,
    "coton": 156,
    "bois": 157,
    "exportation": 158,
    "industrie": 159,
    "petroliere": 160,
    "partie": 161,
    "importante": 162,
    "economie": 163,
    "musique": 164,
    "traditionnelle": 165,
    "styles": 166,
    "makossa": 167,
    "bikutsi": 168,
    "diaspora": 169,
    "repartie": 170,
    "europe": 171,
    "amerique": 172,
    "autres": 173,
    "parties": 174,
    "objectif": 175,
    "important": 176,
    "linguistique": 177,
    "peut": 178,
    "preserver": 179,
    "promouvoir": 180,
    "indigenes": 181,
    "construisons": 182,
    "modele": 183,
    "langage": 184,
    "qui": 185,
    "comment": 186,
    "allez": 187,
    "aujourd": 188,
    "hui": 189,
    "vais": 190,
    "bien": 191,
    "beaucoup": 192,
    "bonsoir": 193,
    "nuit": 194,
    "s": 195,
    "il": 196,
    "plait": 197,
    "veux": 198,
    "apprendre": 199,
    "culture": 200,
    "enfants": 201,
    "vont": 202,
    "ecole": 203,
    "recevoir": 204,
    "marche": 205,
    "anime": 206,
    "matin": 207,
    "devons": 208,
    "travailler": 209,
    "ensemble": 210,
    "meilleur": 211,
    "avenir": 212,
    "peuvent": 213,
    "developper": 214,
    "rivieres": 215,
    "belles": 216,
    "ressources": 217,
    "naturelles": 218,
    "population": 219,
    "jeune": 220,
    "croissante": 221,
    "grand": 222,
    "potentiel": 223
  },
  "id_to_word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<START>",
    "3": "<END>",
    "4": "le",
    "5": "cameroun",
    "6": "et",
    "7": "l",
    "8": "les",
    "9": "est",
    "10": "du",
    "11": "la",
    "12": "de",
    "13": "des",
    "14": "un",
    "15": "pour",
    "16": "langues",
    "17": "en",
    "18": "a",
    "19": "dans",
    "20": "une",
    "21": "d",
    "22": "plus",
    "23": "afrique",
    "24": "avec",
    "25": "sont",
    "26": "douala",
    "27": "camerounaise",
    "28": "yaounde",
    "29": "comme",
    "30": "leur",
    "31": "comprend",
    "32": "au",
    "33": "camerounaises",
    "34": "pays",
    "35": "centrale",
    "36": "capitale",
    "37": "grande",
    "38": "possede",
    "39": "forets",
    "40": "connus",
    "41": "football",
    "42": "groupes",
    "43": "ethniques",
    "44": "se",
    "45": "nord",
    "46": "tchad",
    "47": "education",
    "48": "tres",
    "49": "construire",
    "50": "intelligence",
    "51": "artificielle",
    "52": "technologie",
    "53": "aider",
    "54": "nous",
    "55": "bonjour",
    "56": "vous",
    "57": "je",
    "58": "merci",
    "59": "bonne",
    "60": "280",
    "61": "français",
    "62": "anglais",
    "63": "deux",
    "64": "officielles",
    "65": "ville",
    "66": "economique",
    "67": "connu",
    "68": "miniature",
    "69": "raison",
    "70": "sa",
    "71": "geographie",
    "72": "diverse",
    "73": "tropicales",
    "74": "montagnes",
    "75": "savanes",
    "76": "plages",
    "77": "mont",
    "78": "haut",
    "79": "sommet",
    "80": "occidentale",
    "81": "obtenu",
    "82": "son",
    "83": "independance",
    "84": "france",
    "85": "bretagne",
    "86": "1960",
    "87": "1961",
    "88": "habitants",
    "89": "hospitalite",
    "90": "chaleur",
    "91": "cuisine",
    "92": "plats",
    "93": "ndole",
    "94": "eru",
    "95": "koki",
    "96": "sport",
    "97": "populaire",
    "98": "lions",
    "99": "indomptables",
    "100": "equipe",
    "101": "nationale",
    "102": "riche",
    "103": "patrimoine",
    "104": "culturel",
    "105": "divers",
    "106": "bamileke",
    "107": "esprit",
    "108": "entreprise",
    "109": "peuls",
    "110": "trouvent",
    "111": "principalement",
    "112": "regions",
    "113": "beti",
    "114": "comprennent",
    "115": "ewondo",
    "116": "bulu",
    "117": "fang",
    "118": "partage",
    "119": "frontieres",
    "120": "nigeria",
    "121": "republique",
    "122": "centrafricaine",
    "123": "congo",
    "124": "gabon",
    "125": "guinee",
    "126": "equatoriale",
    "127": "fleuve",
    "128": "wouri",
    "129": "traverse",
    "130": "jette",
    "131": "ocean",
    "132": "atlantique",
    "133": "lac",
    "134": "situe",
    "135": "extreme",
    "136": "plateau",
    "137": "adamaoua",
    "138": "region",
    "139": "hautes",
    "140": "terres",
    "141": "centre",
    "142": "dispose",
    "143": "secteur",
    "144": "technologique",
    "145": "pleine",
    "146": "croissance",
    "147": "villes",
    "148": "valorisee",
    "149": "societe",
    "150": "universite",
    "151": "anciennes",
    "152": "universites",
    "153": "produit",
    "154": "cacao",
    "155": "cafe",
    "156": "coton",
    "157": "bois",
    "158": "exportation",
    "159": "industrie",
    "160": "petroliere",
    "161": "partie",
    "162": "importante",
    "163": "economie",
    "164": "musique",
    "165": "traditionnelle",
    "166": "styles",
    "167": "makossa",
    "168": "bikutsi",
    "169": "diaspora",
    "170": "repartie",
    "171": "europe",
    "172": "amerique",
    "173": "autres",
    "174": "parties",
    "175": "objectif",
    "176": "important",
    "177": "linguistique",
    "178": "peut",
    "179": "preserver",
    "180": "promouvoir",
    "181": "indigenes",
    "182": "construisons",
    "183": "modele",
    "184": "langage",
    "185": "qui",
    "186": "comment",
    "187": "allez",
    "188": "aujourd",
    "189": "hui",
    "190": "vais",
    "191": "bien",
    "192": "beaucoup",
    "193": "bonsoir",
    "194": "nuit",
    "195": "s",
    "196": "il",
    "197": "plait",
    "198": "veux",
    "199": "apprendre",
    "200": "culture",
    "201": "enfants",
    "202": "vont",
    "203": "ecole",
    "204": "recevoir",
    "205": "marche",
    "206": "anime",
    "207": "matin",
    "208": "devons",
    "209": "travailler",
    "210": "ensemble",
    "211": "meilleur",
    "212": "avenir",
    "213": "peuvent",
    "214": "developper",
    "215": "rivieres",
    "216": "belles",
    "217": "ressources",
    "218": "naturelles",
    "219": "population",
    "220": "jeune",
    "221": "croissante",
    "222": "grand",
    "223": "potentiel"
  },
  "special_tokens": {
    "PAD": "<PAD>",
    "UNK": "<UNK>",
    "START": "<START>",
    "END": "<END>"
  }
}