{
  "language": "french",
  "vocab_size": 500,
  "word_to_id": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<START>": 2,
    "<END>": 3,
    "de": 4,
    "le": 5,
    "la": 6,
    "et": 7,
    "l": 8,
    "les": 9,
    "du": 10,
    "en": 11,
    "à": 12,
    "des": 13,
    "d": 14,
    "est": 15,
    "un": 16,
    "au": 17,
    "une": 18,
    "cameroun": 19,
    "il": 20,
    "dans": 21,
    "par": 22,
    "pour": 23,
    "sont": 24,
    "avec": 25,
    "qui": 26,
    "son": 27,
    "o": 28,
    "eto": 29,
    "plus": 30,
    "se": 31,
    "a": 32,
    "sur": 33,
    "ou": 34,
    "que": 35,
    "s": 36,
    "contre": 37,
    "pays": 38,
    "peuls": 39,
    "sa": 40,
    "douala": 41,
    "ce": 42,
    "samuel": 43,
    "lors": 44,
    "deux": 45,
    "comme": 46,
    "afrique": 47,
    "qu": 48,
    "aux": 49,
    "ses": 50,
    "mais": 51,
    "premier": 52,
    "1": 53,
    "sud": 54,
    "biya": 55,
    "entre": 56,
    "ne": 57,
    "ils": 58,
    "pas": 59,
    "cette": 60,
    "nord": 61,
    "camerounais": 62,
    "paul": 63,
    "ouest": 64,
    "après": 65,
    "buts": 66,
    "président": 67,
    "match": 68,
    "fait": 69,
    "très": 70,
    "ans": 71,
    "on": 72,
    "leur": 73,
    "0": 74,
    "3": 75,
    "c": 76,
    "coupe": 77,
    "sous": 78,
    "siècle": 79,
    "depuis": 80,
    "2": 81,
    "région": 82,
    "ainsi": 83,
    "ont": 84,
    "ces": 85,
    "même": 86,
    "but": 87,
    "première": 88,
    "plusieurs": 89,
    "n": 90,
    "dont": 91,
    "4": 92,
    "aussi": 93,
    "français": 94,
    "autres": 95,
    "france": 96,
    "été": 97,
    "équipe": 98,
    "également": 99,
    "finale": 100,
    "000": 101,
    "y": 102,
    "club": 103,
    "années": 104,
    "être": 105,
    "ville": 106,
    "monde": 107,
    "langues": 108,
    "où": 109,
    "avant": 110,
    "tout": 111,
    "régions": 112,
    "politique": 113,
    "fin": 114,
    "partie": 115,
    "leurs": 116,
    "peul": 117,
    "état": 118,
    "république": 119,
    "lui": 120,
    "p": 121,
    "gouvernement": 122,
    "notamment": 123,
    "selon": 124,
    "alors": 125,
    "camerounaise": 126,
    "yaoundé": 127,
    "face": 128,
    "saison": 129,
    "trois": 130,
    "janvier": 131,
    "makossa": 132,
    "groupes": 133,
    "groupe": 134,
    "paris": 135,
    "puis": 136,
    "grande": 137,
    "vers": 138,
    "parfois": 139,
    "nigeria": 140,
    "histoire": 141,
    "place": 142,
    "grand": 143,
    "population": 144,
    "six": 145,
    "sans": 146,
    "guinée": 147,
    "chez": 148,
    "indépendance": 149,
    "centrale": 150,
    "centre": 151,
    "encore": 152,
    "matchs": 153,
    "année": 154,
    "populations": 155,
    "ligue": 156,
    "marque": 157,
    "octobre": 158,
    "5": 159,
    "international": 160,
    "2011": 161,
    "inscrit": 162,
    "championnat": 163,
    "zone": 164,
    "champions": 165,
    "dès": 166,
    "février": 167,
    "2010": 168,
    "bien": 169,
    "royaume": 170,
    "fois": 171,
    "roger": 172,
    "peule": 173,
    "meilleur": 174,
    "moins": 175,
    "septembre": 176,
    "nom": 177,
    "régime": 178,
    "jusqu": 179,
    "mois": 180,
    "peut": 181,
    "nationale": 182,
    "non": 183,
    "2000": 184,
    "deuxième": 185,
    "guerre": 186,
    "langue": 187,
    "française": 188,
    "suite": 189,
    "pouvoir": 190,
    "buteur": 191,
    "devient": 192,
    "quelques": 193,
    "tous": 194,
    "mont": 195,
    "femmes": 196,
    "2018": 197,
    "ahidjo": 198,
    "milla": 199,
    "joueur": 200,
    "parti": 201,
    "cinq": 202,
    "quatre": 203,
    "elle": 204,
    "souvent": 205,
    "peu": 206,
    "congo": 207,
    "malgré": 208,
    "décembre": 209,
    "fouta": 210,
    "était": 211,
    "football": 212,
    "titre": 213,
    "août": 214,
    "je": 215,
    "seul": 216,
    "sénégal": 217,
    "tchad": 218,
    "cours": 219,
    "anglophones": 220,
    "celle": 221,
    "africain": 222,
    "prend": 223,
    "compte": 224,
    "états": 225,
    "origine": 226,
    "elles": 227,
    "retour": 228,
    "ministre": 229,
    "premiers": 230,
    "britannique": 231,
    "radio": 232,
    "bikutsi": 233,
    "partir": 234,
    "mars": 235,
    "avoir": 236,
    "novembre": 237,
    "nations": 238,
    "vie": 239,
    "madrid": 240,
    "capitale": 241,
    "nombreux": 242,
    "nouveau": 243,
    "attaquant": 244,
    "peuple": 245,
    "près": 246,
    "juin": 247,
    "victoire": 248,
    "début": 249,
    "real": 250,
    "30": 251,
    "6": 252,
    "can": 253,
    "tête": 254,
    "anglophone": 255,
    "1982": 256,
    "ensemble": 257,
    "permet": 258,
    "cependant": 259,
    "base": 260,
    "sélection": 261,
    "mai": 262,
    "différents": 263,
    "aujourd": 264,
    "hui": 265,
    "troisième": 266,
    "mondiale": 267,
    "inter": 268,
    "majorque": 269,
    "tard": 270,
    "1960": 271,
    "habitants": 272,
    "nomades": 273,
    "roi": 274,
    "reste": 275,
    "élections": 276,
    "certains": 277,
    "général": 278,
    "durant": 279,
    "juillet": 280,
    "national": 281,
    "soit": 282,
    "millions": 283,
    "ancien": 284,
    "20": 285,
    "rencontres": 286,
    "9": 287,
    "économique": 288,
    "élu": 289,
    "personnes": 290,
    "côte": 291,
    "espagne": 292,
    "2008": 293,
    "union": 294,
    "parmi": 295,
    "tour": 296,
    "anglais": 297,
    "ayant": 298,
    "grands": 299,
    "grâce": 300,
    "etc": 301,
    "autorités": 302,
    "2016": 303,
    "fleuve": 304,
    "ordre": 305,
    "dix": 306,
    "2007": 307,
    "14": 308,
    "défaite": 309,
    "2004": 310,
    "existe": 311,
    "font": 312,
    "2024": 313,
    "environ": 314,
    "trouve": 315,
    "autre": 316,
    "équatoriale": 317,
    "société": 318,
    "allemand": 319,
    "cela": 320,
    "empire": 321,
    "ensuite": 322,
    "score": 323,
    "forces": 324,
    "morts": 325,
    "plan": 326,
    "feuilles": 327,
    "montagne": 328,
    "afin": 329,
    "1999": 330,
    "2020": 331,
    "importante": 332,
    "seconde": 333,
    "si": 334,
    "tandis": 335,
    "hommes": 336,
    "xixe": 337,
    "lac": 338,
    "point": 339,
    "second": 340,
    "10": 341,
    "toute": 342,
    "culture": 343,
    "temps": 344,
    "niveau": 345,
    "particulièrement": 346,
    "macina": 347,
    "peuvent": 348,
    "part": 349,
    "huit": 350,
    "majorité": 351,
    "2009": 352,
    "2025": 353,
    "devant": 354,
    "territoire": 355,
    "portail": 356,
    "peules": 357,
    "aurait": 358,
    "joue": 359,
    "nombre": 360,
    "contrat": 361,
    "the": 362,
    "assemblée": 363,
    "ahmadou": 364,
    "beaucoup": 365,
    "toujours": 366,
    "faire": 367,
    "8": 368,
    "villes": 369,
    "forme": 370,
    "adamaoua": 371,
    "étant": 372,
    "carrière": 373,
    "joueurs": 374,
    "7": 375,
    "avril": 376,
    "jean": 377,
    "projet": 378,
    "eux": 379,
    "journée": 380,
    "mandat": 381,
    "ci": 382,
    "fédération": 383,
    "sédentaires": 384,
    "chef": 385,
    "diversité": 386,
    "toutefois": 387,
    "wouri": 388,
    "2006": 389,
    "grandes": 390,
    "1er": 391,
    "12": 392,
    "enfants": 393,
    "poste": 394,
    "signe": 395,
    "opposition": 396,
    "2019": 397,
    "pierre": 398,
    "développement": 399,
    "milan": 400,
    "passe": 401,
    "public": 402,
    "participe": 403,
    "upc": 404,
    "europe": 405,
    "17": 406,
    "ethnies": 407,
    "rencontre": 408,
    "termine": 409,
    "autant": 410,
    "or": 411,
    "presse": 412,
    "musique": 413,
    "50": 414,
    "pendant": 415,
    "celui": 416,
    "toutes": 417,
    "administration": 418,
    "enseignement": 419,
    "donc": 420,
    "agit": 421,
    "époque": 422,
    "2017": 423,
    "manioc": 424,
    "lieu": 425,
    "jeu": 426,
    "doublé": 427,
    "italie": 428,
    "2015": 429,
    "harmattan": 430,
    "linguistique": 431,
    "dit": 432,
    "influence": 433,
    "plats": 434,
    "homme": 435,
    "appelé": 436,
    "connaît": 437,
    "barcelone": 438,
    "terme": 439,
    "actuel": 440,
    "armée": 441,
    "cause": 442,
    "beti": 443,
    "1984": 444,
    "européens": 445,
    "séparatistes": 446,
    "camerounaises": 447,
    "colonisation": 448,
    "avait": 449,
    "triplé": 450,
    "liga": 451,
    "officiellement": 452,
    "mondial": 453,
    "expansion": 454,
    "2013": 455,
    "danse": 456,
    "soudan": 457,
    "ailleurs": 458,
    "cas": 459,
    "ethnie": 460,
    "présidence": 461,
    "phase": 462,
    "certaines": 463,
    "africaines": 464,
    "altitude": 465,
    "différentes": 466,
    "organisation": 467,
    "bassa": 468,
    "jeunes": 469,
    "africains": 470,
    "moyenne": 471,
    "voit": 472,
    "jours": 473,
    "2014": 474,
    "fils": 475,
    "répression": 476,
    "unique": 477,
    "générale": 478,
    "sommet": 479,
    "onu": 480,
    "unis": 481,
    "exemple": 482,
    "16": 483,
    "burkina": 484,
    "faso": 485,
    "21": 486,
    "africaine": 487,
    "communauté": 488,
    "ligne": 489,
    "31": 490,
    "j": 491,
    "portugais": 492,
    "barça": 493,
    "gabon": 494,
    "mali": 495,
    "2012": 496,
    "25": 497,
    "1990": 498,
    "crise": 499
  },
  "id_to_word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<START>",
    "3": "<END>",
    "4": "de",
    "5": "le",
    "6": "la",
    "7": "et",
    "8": "l",
    "9": "les",
    "10": "du",
    "11": "en",
    "12": "à",
    "13": "des",
    "14": "d",
    "15": "est",
    "16": "un",
    "17": "au",
    "18": "une",
    "19": "cameroun",
    "20": "il",
    "21": "dans",
    "22": "par",
    "23": "pour",
    "24": "sont",
    "25": "avec",
    "26": "qui",
    "27": "son",
    "28": "o",
    "29": "eto",
    "30": "plus",
    "31": "se",
    "32": "a",
    "33": "sur",
    "34": "ou",
    "35": "que",
    "36": "s",
    "37": "contre",
    "38": "pays",
    "39": "peuls",
    "40": "sa",
    "41": "douala",
    "42": "ce",
    "43": "samuel",
    "44": "lors",
    "45": "deux",
    "46": "comme",
    "47": "afrique",
    "48": "qu",
    "49": "aux",
    "50": "ses",
    "51": "mais",
    "52": "premier",
    "53": "1",
    "54": "sud",
    "55": "biya",
    "56": "entre",
    "57": "ne",
    "58": "ils",
    "59": "pas",
    "60": "cette",
    "61": "nord",
    "62": "camerounais",
    "63": "paul",
    "64": "ouest",
    "65": "après",
    "66": "buts",
    "67": "président",
    "68": "match",
    "69": "fait",
    "70": "très",
    "71": "ans",
    "72": "on",
    "73": "leur",
    "74": "0",
    "75": "3",
    "76": "c",
    "77": "coupe",
    "78": "sous",
    "79": "siècle",
    "80": "depuis",
    "81": "2",
    "82": "région",
    "83": "ainsi",
    "84": "ont",
    "85": "ces",
    "86": "même",
    "87": "but",
    "88": "première",
    "89": "plusieurs",
    "90": "n",
    "91": "dont",
    "92": "4",
    "93": "aussi",
    "94": "français",
    "95": "autres",
    "96": "france",
    "97": "été",
    "98": "équipe",
    "99": "également",
    "100": "finale",
    "101": "000",
    "102": "y",
    "103": "club",
    "104": "années",
    "105": "être",
    "106": "ville",
    "107": "monde",
    "108": "langues",
    "109": "où",
    "110": "avant",
    "111": "tout",
    "112": "régions",
    "113": "politique",
    "114": "fin",
    "115": "partie",
    "116": "leurs",
    "117": "peul",
    "118": "état",
    "119": "république",
    "120": "lui",
    "121": "p",
    "122": "gouvernement",
    "123": "notamment",
    "124": "selon",
    "125": "alors",
    "126": "camerounaise",
    "127": "yaoundé",
    "128": "face",
    "129": "saison",
    "130": "trois",
    "131": "janvier",
    "132": "makossa",
    "133": "groupes",
    "134": "groupe",
    "135": "paris",
    "136": "puis",
    "137": "grande",
    "138": "vers",
    "139": "parfois",
    "140": "nigeria",
    "141": "histoire",
    "142": "place",
    "143": "grand",
    "144": "population",
    "145": "six",
    "146": "sans",
    "147": "guinée",
    "148": "chez",
    "149": "indépendance",
    "150": "centrale",
    "151": "centre",
    "152": "encore",
    "153": "matchs",
    "154": "année",
    "155": "populations",
    "156": "ligue",
    "157": "marque",
    "158": "octobre",
    "159": "5",
    "160": "international",
    "161": "2011",
    "162": "inscrit",
    "163": "championnat",
    "164": "zone",
    "165": "champions",
    "166": "dès",
    "167": "février",
    "168": "2010",
    "169": "bien",
    "170": "royaume",
    "171": "fois",
    "172": "roger",
    "173": "peule",
    "174": "meilleur",
    "175": "moins",
    "176": "septembre",
    "177": "nom",
    "178": "régime",
    "179": "jusqu",
    "180": "mois",
    "181": "peut",
    "182": "nationale",
    "183": "non",
    "184": "2000",
    "185": "deuxième",
    "186": "guerre",
    "187": "langue",
    "188": "française",
    "189": "suite",
    "190": "pouvoir",
    "191": "buteur",
    "192": "devient",
    "193": "quelques",
    "194": "tous",
    "195": "mont",
    "196": "femmes",
    "197": "2018",
    "198": "ahidjo",
    "199": "milla",
    "200": "joueur",
    "201": "parti",
    "202": "cinq",
    "203": "quatre",
    "204": "elle",
    "205": "souvent",
    "206": "peu",
    "207": "congo",
    "208": "malgré",
    "209": "décembre",
    "210": "fouta",
    "211": "était",
    "212": "football",
    "213": "titre",
    "214": "août",
    "215": "je",
    "216": "seul",
    "217": "sénégal",
    "218": "tchad",
    "219": "cours",
    "220": "anglophones",
    "221": "celle",
    "222": "africain",
    "223": "prend",
    "224": "compte",
    "225": "états",
    "226": "origine",
    "227": "elles",
    "228": "retour",
    "229": "ministre",
    "230": "premiers",
    "231": "britannique",
    "232": "radio",
    "233": "bikutsi",
    "234": "partir",
    "235": "mars",
    "236": "avoir",
    "237": "novembre",
    "238": "nations",
    "239": "vie",
    "240": "madrid",
    "241": "capitale",
    "242": "nombreux",
    "243": "nouveau",
    "244": "attaquant",
    "245": "peuple",
    "246": "près",
    "247": "juin",
    "248": "victoire",
    "249": "début",
    "250": "real",
    "251": "30",
    "252": "6",
    "253": "can",
    "254": "tête",
    "255": "anglophone",
    "256": "1982",
    "257": "ensemble",
    "258": "permet",
    "259": "cependant",
    "260": "base",
    "261": "sélection",
    "262": "mai",
    "263": "différents",
    "264": "aujourd",
    "265": "hui",
    "266": "troisième",
    "267": "mondiale",
    "268": "inter",
    "269": "majorque",
    "270": "tard",
    "271": "1960",
    "272": "habitants",
    "273": "nomades",
    "274": "roi",
    "275": "reste",
    "276": "élections",
    "277": "certains",
    "278": "général",
    "279": "durant",
    "280": "juillet",
    "281": "national",
    "282": "soit",
    "283": "millions",
    "284": "ancien",
    "285": "20",
    "286": "rencontres",
    "287": "9",
    "288": "économique",
    "289": "élu",
    "290": "personnes",
    "291": "côte",
    "292": "espagne",
    "293": "2008",
    "294": "union",
    "295": "parmi",
    "296": "tour",
    "297": "anglais",
    "298": "ayant",
    "299": "grands",
    "300": "grâce",
    "301": "etc",
    "302": "autorités",
    "303": "2016",
    "304": "fleuve",
    "305": "ordre",
    "306": "dix",
    "307": "2007",
    "308": "14",
    "309": "défaite",
    "310": "2004",
    "311": "existe",
    "312": "font",
    "313": "2024",
    "314": "environ",
    "315": "trouve",
    "316": "autre",
    "317": "équatoriale",
    "318": "société",
    "319": "allemand",
    "320": "cela",
    "321": "empire",
    "322": "ensuite",
    "323": "score",
    "324": "forces",
    "325": "morts",
    "326": "plan",
    "327": "feuilles",
    "328": "montagne",
    "329": "afin",
    "330": "1999",
    "331": "2020",
    "332": "importante",
    "333": "seconde",
    "334": "si",
    "335": "tandis",
    "336": "hommes",
    "337": "xixe",
    "338": "lac",
    "339": "point",
    "340": "second",
    "341": "10",
    "342": "toute",
    "343": "culture",
    "344": "temps",
    "345": "niveau",
    "346": "particulièrement",
    "347": "macina",
    "348": "peuvent",
    "349": "part",
    "350": "huit",
    "351": "majorité",
    "352": "2009",
    "353": "2025",
    "354": "devant",
    "355": "territoire",
    "356": "portail",
    "357": "peules",
    "358": "aurait",
    "359": "joue",
    "360": "nombre",
    "361": "contrat",
    "362": "the",
    "363": "assemblée",
    "364": "ahmadou",
    "365": "beaucoup",
    "366": "toujours",
    "367": "faire",
    "368": "8",
    "369": "villes",
    "370": "forme",
    "371": "adamaoua",
    "372": "étant",
    "373": "carrière",
    "374": "joueurs",
    "375": "7",
    "376": "avril",
    "377": "jean",
    "378": "projet",
    "379": "eux",
    "380": "journée",
    "381": "mandat",
    "382": "ci",
    "383": "fédération",
    "384": "sédentaires",
    "385": "chef",
    "386": "diversité",
    "387": "toutefois",
    "388": "wouri",
    "389": "2006",
    "390": "grandes",
    "391": "1er",
    "392": "12",
    "393": "enfants",
    "394": "poste",
    "395": "signe",
    "396": "opposition",
    "397": "2019",
    "398": "pierre",
    "399": "développement",
    "400": "milan",
    "401": "passe",
    "402": "public",
    "403": "participe",
    "404": "upc",
    "405": "europe",
    "406": "17",
    "407": "ethnies",
    "408": "rencontre",
    "409": "termine",
    "410": "autant",
    "411": "or",
    "412": "presse",
    "413": "musique",
    "414": "50",
    "415": "pendant",
    "416": "celui",
    "417": "toutes",
    "418": "administration",
    "419": "enseignement",
    "420": "donc",
    "421": "agit",
    "422": "époque",
    "423": "2017",
    "424": "manioc",
    "425": "lieu",
    "426": "jeu",
    "427": "doublé",
    "428": "italie",
    "429": "2015",
    "430": "harmattan",
    "431": "linguistique",
    "432": "dit",
    "433": "influence",
    "434": "plats",
    "435": "homme",
    "436": "appelé",
    "437": "connaît",
    "438": "barcelone",
    "439": "terme",
    "440": "actuel",
    "441": "armée",
    "442": "cause",
    "443": "beti",
    "444": "1984",
    "445": "européens",
    "446": "séparatistes",
    "447": "camerounaises",
    "448": "colonisation",
    "449": "avait",
    "450": "triplé",
    "451": "liga",
    "452": "officiellement",
    "453": "mondial",
    "454": "expansion",
    "455": "2013",
    "456": "danse",
    "457": "soudan",
    "458": "ailleurs",
    "459": "cas",
    "460": "ethnie",
    "461": "présidence",
    "462": "phase",
    "463": "certaines",
    "464": "africaines",
    "465": "altitude",
    "466": "différentes",
    "467": "organisation",
    "468": "bassa",
    "469": "jeunes",
    "470": "africains",
    "471": "moyenne",
    "472": "voit",
    "473": "jours",
    "474": "2014",
    "475": "fils",
    "476": "répression",
    "477": "unique",
    "478": "générale",
    "479": "sommet",
    "480": "onu",
    "481": "unis",
    "482": "exemple",
    "483": "16",
    "484": "burkina",
    "485": "faso",
    "486": "21",
    "487": "africaine",
    "488": "communauté",
    "489": "ligne",
    "490": "31",
    "491": "j",
    "492": "portugais",
    "493": "barça",
    "494": "gabon",
    "495": "mali",
    "496": "2012",
    "497": "25",
    "498": "1990",
    "499": "crise"
  },
  "special_tokens": {
    "PAD": "<PAD>",
    "UNK": "<UNK>",
    "START": "<START>",
    "END": "<END>"
  }
}