{
  "language": "douala",
  "vocab_size": 112,
  "word_to_id": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<START>": 2,
    "<END>": 3,
    "the": 4,
    "duala": 5,
    "douala": 6,
    "language": 7,
    "people": 8,
    "of": 9,
    "is": 10,
    "and": 11,
    "are": 12,
    "to": 13,
    "wouri": 14,
    "in": 15,
    "an": 16,
    "river": 17,
    "traditional": 18,
    "cultural": 19,
    "festival": 20,
    "by": 21,
    "cameroon": 22,
    "city": 23,
    "bantu": 24,
    "traders": 25,
    "estuary": 26,
    "a": 27,
    "common": 28,
    "name": 29,
    "through": 30,
    "have": 31,
    "rich": 32,
    "important": 33,
    "has": 34,
    "sawa": 35,
    "ngondo": 36,
    "fish": 37,
    "indigenous": 38,
    "spoken": 39,
    "original": 40,
    "inhabitants": 41,
    "belongs": 42,
    "family": 43,
    "were": 44,
    "historically": 45,
    "along": 46,
    "mbedi": 47,
    "greeting": 48,
    "that": 49,
    "flows": 50,
    "maritime": 51,
    "trading": 52,
    "heritage": 53,
    "music": 54,
    "dance": 55,
    "expressions": 56,
    "been": 57,
    "influenced": 58,
    "contact": 59,
    "with": 60,
    "european": 61,
    "collective": 62,
    "for": 63,
    "coastal": 64,
    "peoples": 65,
    "including": 66,
    "celebrate": 67,
    "on": 68,
    "annual": 69,
    "involves": 70,
    "water": 71,
    "ceremonies": 72,
    "rituals": 73,
    "elders": 74,
    "community": 75,
    "play": 76,
    "role": 77,
    "governance": 78,
    "tonal": 79,
    "characteristics": 80,
    "languages": 81,
    "food": 82,
    "includes": 83,
    "plantain": 84,
    "cassava": 85,
    "dishes": 86,
    "seafood": 87,
    "resources": 88,
    "young": 89,
    "encouraged": 90,
    "learn": 91,
    "their": 92,
    "mother": 93,
    "tongue": 94,
    "preserving": 95,
    "helps": 96,
    "maintain": 97,
    "identity": 98,
    "we": 99,
    "building": 100,
    "artificial": 101,
    "intelligence": 102,
    "support": 103,
    "bona": 104,
    "means": 105,
    "children": 106,
    "proverbs": 107,
    "oral": 108,
    "literature": 109,
    "passed": 110,
    "generations": 111
  },
  "id_to_word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<START>",
    "3": "<END>",
    "4": "the",
    "5": "duala",
    "6": "douala",
    "7": "language",
    "8": "people",
    "9": "of",
    "10": "is",
    "11": "and",
    "12": "are",
    "13": "to",
    "14": "wouri",
    "15": "in",
    "16": "an",
    "17": "river",
    "18": "traditional",
    "19": "cultural",
    "20": "festival",
    "21": "by",
    "22": "cameroon",
    "23": "city",
    "24": "bantu",
    "25": "traders",
    "26": "estuary",
    "27": "a",
    "28": "common",
    "29": "name",
    "30": "through",
    "31": "have",
    "32": "rich",
    "33": "important",
    "34": "has",
    "35": "sawa",
    "36": "ngondo",
    "37": "fish",
    "38": "indigenous",
    "39": "spoken",
    "40": "original",
    "41": "inhabitants",
    "42": "belongs",
    "43": "family",
    "44": "were",
    "45": "historically",
    "46": "along",
    "47": "mbedi",
    "48": "greeting",
    "49": "that",
    "50": "flows",
    "51": "maritime",
    "52": "trading",
    "53": "heritage",
    "54": "music",
    "55": "dance",
    "56": "expressions",
    "57": "been",
    "58": "influenced",
    "59": "contact",
    "60": "with",
    "61": "european",
    "62": "collective",
    "63": "for",
    "64": "coastal",
    "65": "peoples",
    "66": "including",
    "67": "celebrate",
    "68": "on",
    "69": "annual",
    "70": "involves",
    "71": "water",
    "72": "ceremonies",
    "73": "rituals",
    "74": "elders",
    "75": "community",
    "76": "play",
    "77": "role",
    "78": "governance",
    "79": "tonal",
    "80": "characteristics",
    "81": "languages",
    "82": "food",
    "83": "includes",
    "84": "plantain",
    "85": "cassava",
    "86": "dishes",
    "87": "seafood",
    "88": "resources",
    "89": "young",
    "90": "encouraged",
    "91": "learn",
    "92": "their",
    "93": "mother",
    "94": "tongue",
    "95": "preserving",
    "96": "helps",
    "97": "maintain",
    "98": "identity",
    "99": "we",
    "100": "building",
    "101": "artificial",
    "102": "intelligence",
    "103": "support",
    "104": "bona",
    "105": "means",
    "106": "children",
    "107": "proverbs",
    "108": "oral",
    "109": "literature",
    "110": "passed",
    "111": "generations"
  },
  "special_tokens": {
    "PAD": "<PAD>",
    "UNK": "<UNK>",
    "START": "<START>",
    "END": "<END>"
  }
}