{
  "language": "bayangi",
  "vocab_size": 110,
  "word_to_id": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<START>": 2,
    "<END>": 3,
    "bayangi": 4,
    "the": 5,
    "and": 6,
    "is": 7,
    "people": 8,
    "language": 9,
    "in": 10,
    "are": 11,
    "of": 12,
    "to": 13,
    "cultural": 14,
    "traditions": 15,
    "a": 16,
    "traditional": 17,
    "spoken": 18,
    "southwest": 19,
    "region": 20,
    "manyu": 21,
    "for": 22,
    "society": 23,
    "among": 24,
    "that": 25,
    "greeting": 26,
    "important": 27,
    "an": 28,
    "indigenous": 29,
    "cameroon": 30,
    "live": 31,
    "mainly": 32,
    "division": 33,
    "belongs": 34,
    "bantu": 35,
    "family": 36,
    "mbonge": 37,
    "one": 38,
    "main": 39,
    "towns": 40,
    "where": 41,
    "known": 42,
    "their": 43,
    "rich": 44,
    "masquerades": 45,
    "ekpe": 46,
    "masquerade": 47,
    "has": 48,
    "tonal": 49,
    "features": 50,
    "distinguish": 51,
    "word": 52,
    "meanings": 53,
    "food": 54,
    "includes": 55,
    "cocoyam": 56,
    "plantain": 57,
    "bush": 58,
    "meat": 59,
    "practice": 60,
    "farming": 61,
    "hunting": 62,
    "fishing": 63,
    "festivals": 64,
    "celebrate": 65,
    "harvest": 66,
    "ancestral": 67,
    "molo": 68,
    "means": 69,
    "hello": 70,
    "or": 71,
    "mbolo": 72,
    "common": 73,
    "used": 74,
    "elders": 75,
    "highly": 76,
    "respected": 77,
    "consulted": 78,
    "medicine": 79,
    "uses": 80,
    "plants": 81,
    "herbs": 82,
    "from": 83,
    "forest": 84,
    "falls": 85,
    "natural": 86,
    "landmark": 87,
    "homeland": 88,
    "young": 89,
    "encouraged": 90,
    "learn": 91,
    "speak": 92,
    "preserving": 93,
    "identity": 94,
    "have": 95,
    "oral": 96,
    "passed": 97,
    "down": 98,
    "through": 99,
    "generations": 100,
    "stories": 101,
    "proverbs": 102,
    "culture": 103,
    "education": 104,
    "we": 105,
    "working": 106,
    "build": 107,
    "technology": 108,
    "supports": 109
  },
  "id_to_word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<START>",
    "3": "<END>",
    "4": "bayangi",
    "5": "the",
    "6": "and",
    "7": "is",
    "8": "people",
    "9": "language",
    "10": "in",
    "11": "are",
    "12": "of",
    "13": "to",
    "14": "cultural",
    "15": "traditions",
    "16": "a",
    "17": "traditional",
    "18": "spoken",
    "19": "southwest",
    "20": "region",
    "21": "manyu",
    "22": "for",
    "23": "society",
    "24": "among",
    "25": "that",
    "26": "greeting",
    "27": "important",
    "28": "an",
    "29": "indigenous",
    "30": "cameroon",
    "31": "live",
    "32": "mainly",
    "33": "division",
    "34": "belongs",
    "35": "bantu",
    "36": "family",
    "37": "mbonge",
    "38": "one",
    "39": "main",
    "40": "towns",
    "41": "where",
    "42": "known",
    "43": "their",
    "44": "rich",
    "45": "masquerades",
    "46": "ekpe",
    "47": "masquerade",
    "48": "has",
    "49": "tonal",
    "50": "features",
    "51": "distinguish",
    "52": "word",
    "53": "meanings",
    "54": "food",
    "55": "includes",
    "56": "cocoyam",
    "57": "plantain",
    "58": "bush",
    "59": "meat",
    "60": "practice",
    "61": "farming",
    "62": "hunting",
    "63": "fishing",
    "64": "festivals",
    "65": "celebrate",
    "66": "harvest",
    "67": "ancestral",
    "68": "molo",
    "69": "means",
    "70": "hello",
    "71": "or",
    "72": "mbolo",
    "73": "common",
    "74": "used",
    "75": "elders",
    "76": "highly",
    "77": "respected",
    "78": "consulted",
    "79": "medicine",
    "80": "uses",
    "81": "plants",
    "82": "herbs",
    "83": "from",
    "84": "forest",
    "85": "falls",
    "86": "natural",
    "87": "landmark",
    "88": "homeland",
    "89": "young",
    "90": "encouraged",
    "91": "learn",
    "92": "speak",
    "93": "preserving",
    "94": "identity",
    "95": "have",
    "96": "oral",
    "97": "passed",
    "98": "down",
    "99": "through",
    "100": "generations",
    "101": "stories",
    "102": "proverbs",
    "103": "culture",
    "104": "education",
    "105": "we",
    "106": "working",
    "107": "build",
    "108": "technology",
    "109": "supports"
  },
  "special_tokens": {
    "PAD": "<PAD>",
    "UNK": "<UNK>",
    "START": "<START>",
    "END": "<END>"
  }
}